Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyElevationArrowWarn Property
 To duplicate Elevations, copy the elevation symbol in a plan view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyElevationArrowWarn { get; }
Public Shared ReadOnly Property CannotCopyElevationArrowWarn As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyElevationArrowWarn {
	FailureDefinitionId^ get ();
}
static member CannotCopyElevationArrowWarn : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace